Repository: mlucas94/nettoe
Catalog: po/*.po
Languages: es

source: You win !
es: ٮ Has ganado !

source: Computer wins !
es: ٮ La computadora gana !

source: This is a draw !
es: ٮ Empate !

source: Computer is considering its move ...
es: La computadora esta pensando ...

source: Waiting for %s to choose whether to play again, or not ...
es: Esperando que %s elija si quiere jugar una nueva partida ...

source: Do you want to play again ? [y/n]:
es: ٯ Quieres jugar de nuevo ? [y/n]:

source: Unknown answer. I suppose you want to play again.
es: Respuesta desconocida. Supongo que quieres jugar de nuevo.

source: Main Menu
es: Menu Principal

source: ) Player vs
es: ) Jugador vs

source: P
es: J

source: layer
es: ugador

source: ) Two players over
es: ) Dos jugadores en

source: n
es: r

source: etwork
es: ed

source: nfo
es: nformacion

source: Q
es: S

source: uit
es: alir

source: Choose an action:
es: Elejir una accion:

source: Incorrect choice.
es: Eleccion incorrecta.

source: Level of difficulty
es: Nivel de dificultad

source: W
es: D

source: eak
es: ebil

source: B
es: M

source: etter
es: mejor

source: eturn to
es: egresar a

source: ain menu
es: enu principal

source: Choice:
es: Eleccion:

source: Network game options
es: Opciones de juego en red

source: H
es: C

source: ost the game
es: rear juego

source: onnect to host
es: conectar al host

source: ack to
es: egresar a

source: Your opponent has resigned the game by cutting connections !
es: Tu oponente a renunciado a la partida cortando las conecciones !

source: Please state your name:
es: Introduce tu nombre:

source: Error: name cannot be more than %d chars long.
es: Error: el nombre no puede tener mas de %d caracteres.

source: Who will start first ?
es: ٯ Quien va primero?

source: You will begin !
es: ٮ Tu vas primero !

source: Computer will begin !
es: ٮ La computadora va primero !

source: Player 1, please type your name:
es: Jugador 1, introduce tu nombre:

source: Player 2, please type your name:
es: Jugador 2, introduce tu nombre:

source: will begin !
es: va primero !

source: wins !
es: gana !

source: Current game
es: Juego actual

source: Coordinate matrix
es: Matriz de coordenadas

source: Score:
es: Puntaje:

source: Waiting for
es: Esperando que

source: to move ...
es: juegue ...

source: , playing %c, it is your turn:
es: , jugando %c, es tu turno:

source: Invalid move. Try again:
es: Movimiento invalido. Intenta de nuevo:

source: Host the game
es: Crear partida

source: Player name:
es: Nombre de jugador:

source: You should now tell your IP address to any interested
es: Deberias compartir tu direccion IP con cualquier interesado

source: competitor. There might be more than one address, but
es: competidor. Tal vez haya mas de una direccion, pero

source: "%s" should do.
es: "%s" deberia funcionar.

source: Connected players:
es: Jugadores conectados:

source: you
es: tu

source: your opponent
es: tu oponente

source: Two players are present. Let us play !
es: Dos jugadores presentes. Juguemos !

source: Who will start first ?
es: Quien ira primero ?

source: will begin !
es: ira primero !

source: Starting game ...
es: Comenzando partida ...

source: Connect to host
es: Conectando al host

source: Host to connect to (IP or hostname):
es: Host al que conectarse (IP o nombrehost):

source: Connecting ...
es: Conectando ...

source: connected !
es: conectado !

source: The players are:
es: Los jugadores son:

source: %s wants to play again.
es: %s quiere jugar de nuevo.

source: Starting ...
es: Comenzando ...

source: %s wants to play again. What about you ?
es: %s quiere jugar de nuevo. ٯ Y tu ?

source: Ending session ...
es: Terminando sesion ...

source: %s doesn't want to play again. Sorry.
es: %s no quiere jugar de nuevo. Lo sentimos.

source: Goodbye !
es: ٮ Adios !

source: netToe project homepage: %s
es: Pagina Web de netToe: %s
